Repository: heopill/EggTime
Catalog: EggTimer/Features/Setting/Setting.xcstrings
Source language: ko
Languages: en

# App
source: 앱
en: App

# App Info
source: 앱 정보
en: App Info

# Contact
source: 문의
en: Contact

# Contact Us
source: 문의하기
en: Contact Us

# App Version
source: 앱 버전
en: App Version

# Latest Version
source: 최신 버전
en: Latest Version

# You're up to date
source: 최신 버전입니다
en: You're up to date

# Update
source: 업데이트하기
en: Update

# Vibration
source: 진동
en: Vibration

# Sound
source: 소리
en: Sound

# Vibration and Sound
source: 진동 및 소리
en: Vibration & Sound

# Off
source: 끄기
en: Off

# Alarm
source: 알람
en: Alarm

# Crowing
source: 꼬끼오
en: Cock-a-doodle-doo

# Ding
source: 디리링
en: Ding-a-ling

# Arcade
source: 아케이드
en: Arcade

# Good Result
source: 빠바밤빰빠밤
en: Ta-da-da-dum

# Success
source: 빰빠밤
en: Ta-da!

# Yay
source: 예이~
en: Yay~

# Level Passed
source: 완료
en: Level Passed

# Fanfare
source: 팡파레
en: Fanfare

# Notification
source: 띵딩딩
en: Ding-ding-ding

# Privacy Policy
source: 개인정보처리방침
en: Privacy Policy

# Settings
source: 설정
en: Settings

# Settings Screen
source: 설정 화면
en: Settings Screen

# Sound Mode
source: 사운드 모드
en: Sound Mode

# Sound Settings
source: 사운드 설정
en: Sound Settings

# Personal Settings
source: 개인 설정
en: Preferences

# Notifications
source: 알림
en: Notifications

# Notifications On
source: 알림 켜기
en: Notifications On

# Notifications Off
source: 알림 끄기
en: Notifications Off

# Change notification setting
source: 알림 설정 변경
en: Change Notification Settings

# Notifications can be turned on or off in iOS Settings.
source: 알림 켜기/끄기는 설정에서 변경할 수 있어요.
en: You can turn notifications on or off in Settings.

# Open Settings
source: 설정으로 이동
en: Open Settings

# Can't send mail
source: 메일을 보낼 수 없어요
en: Can't send mail

# Mail app is not set up. Please contact us at %@.
source: 메일 앱이 설정되어 있지 않습니다. %@ 으로 문의해 주세요.
en: Mail is not set up on this device. Please contact us at %@.

# Copy info
source: 정보 복사
en: Copy Info

# Info copied
source: 문의 정보가 복사되었어요
en: Contact info copied

# Confirm
source: 확인
en: OK

# Cancel
source: 취소
en: Cancel

# Timer End Sound
source: 타이머 종료음
en: Timer End Sound

# Sound Mode Info 1
source: 우리 앱의 사운드 모드 ‘소리’ 기능은 앱이 켜져 있을 때, 앱이 꺼져 있을 때 모두 ‘소리’ 기능을 들려줄 수 있습니다.
en: EggTime's 'Sound' mode can play sounds both while the app is open and while it's closed.

# Sound Mode Info 2
source: 다만 앱 화면이 꺼진 상태에서는 무음 모드를 따르기 때문에 이때 무음이면 소리가 나지 않습니다. 따라서 중요한 타이머는 앱 화면을 켜거나 무음 모드를 해제해 주세요.
en: However, when the app isn't on screen, it follows your device's silent mode, so no sound will play if silent mode is on. For important timers, keep the app open or turn off silent mode.

# Timer End Sound Info
source: 탭하여 종료음을 미리 들어보고, 마음에 드는 종료음을 선택하세요.
en: Tap to preview each sound and choose the one you like.

# contactMailSubject
source: [에그타임] 문의하기
en: [EggTime] Contact Us

# contactMailRecipient
source: 받는사람: %@
en: To: %@

# contactMailSubjectLabel
source: 제목: %@
en: Subject: %@

# contactMailGuide
source: 문의 내용을 아래에 작성해 주세요.
en: Please write your inquiry below.

# contactMailAutoFilledNotice
source: 아래 정보는 문의 처리를 위해 자동으로 입력되었습니다.
en: The information below was filled in automatically to help us handle your inquiry.

# contactMailDevice
source: 기기: %@
en: Device: %@

# contactMailOSVersion
source: iOS 버전: %@
en: iOS Version: %@

# contactMailAppVersion
source: 앱 버전: %@
en: App Version: %@

# contactMailLocale
source: 언어/지역: %@
en: Language/Region: %@
